export default function Secure() {
  const Mystyle ={
    padding: '15px',
    height:"500px",
    overflow:"auto",
  }
  return (
    <>
    <div style={Mystyle}>
      <h1>개인정보처리방침</h1><br/>
      <p>쉽고 편리한 온라인 서비스를 제공하겠습니다.</p><br/>

      <h2>제1조 총칙</h2><br/>
      개인정보란 생존하는 개인에 관한 정보로서 성명, 주민등록번호 등에 의하여 당해 개인을 알아볼 수 있는 부호, 문자, 음성, 음향, 영상 및 생체 특성 등에 관한 정보(당해 정보만으로는 특정 개인을 알아볼 수 없는 경우에도 다른 정보와 용이하게 결합하여 알아볼 수 있는 것을 포함)를 말합니다.<br/>
주식회사 KT(이하 “회사”라 한다)는 정보주체의 개인정보를 중요시하며, 『개인정보 보호법』과 개인정보 보호 관련 각종 법규를 준수하고 있습니다.<br/>
회사는 개인정보처리방침을 통하여 정보주체의 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.<br/>
회사의 개인정보처리방침은 관련 법령 및 내부 운영 방침의 변경에 따라 개정될 수 있습니다.<br/> 개인정보처리방침이 개정되는 경우에는 시행일자 등을 부여하여 개정된 내용을 홈페이지(https://aivle.edu.kt.co.kr/)에 지체 없이 공지합니다.<br/>
영업의 전부 또는 일부를 양도하거나 합병 등으로 개인정보를 이전하는 경우 서면 전자우편 등을 통하여 정보주체에게 개별적으로 통지하고, 회사의 과실 없이 정보주체의 연락처를 알 수 없는 경우에 해당하여 서면, 전자우편 등으로 통지할 수 없는 경우에는 홈페이지(https://aivle.edu.kt.co.kr/), 첫 화면에서 식별할 수 있도록 표기하여 30일 이상 그 사실을 공지합니다.<br/> 단, 천재지변 등 정당한 사유로 홈페이지 게시가 곤란한 경우에는 2곳 이상의 중앙일간지(정보주체의 대부분이 특정 지역에 거주하는 경우에는 그 지역을 보급구역으로 하는 일간지로 할 수 있습니다.<br/>
<br/><h2>제2조 개인정보의 수집ㆍ이용 목적, 항목 및 보유 기간</h2><br/>
회사는 교육과정 운영(수강, 출결, 수료, 평가, 교육 이력 관리 등), 훈련비용 지원, 취업서비스 제공 등을 위하여 필요한 범위에서 최소한의 개인정보만을 수집합니다.<br/>
회사는 사상, 신념, 가족 및 친인척관계 등 정보주체의 권리 이익이나 사생활을 뚜렷하게 침해할 우려가 있는 개인정보는 수집하지 않습니다.<br/> 다만, 정보주체가 수집에 동의하시거나 다른 법률에 따라 특별히 수집 대상 개인정보로 허용된 경우에는 필요한 범위에서 최소한으로 위 개인정보를 수집할 수 있습니다.<br/>
회사가 수집하는 개인정보 항목과 수집ㆍ이용하는 목적은 다음과 같습니다.<br/><br/>

가. 필수 수집/이용 목적 및 항목<br/><br/>

- 수집 및 이용 항목	수집 및 이용 목적	보유기간<br />
1. 성명(한글, 영문), 연락처(휴대전화), 이메일, ID, 생년월일, 성별, 주소, 경력, 자격, 학력, 어학, 수상, 논문, 연구실적, 프로젝트 등	교육과정 운영(수강, 출결, 수료, 평가, 교육이력 관리 등), 훈련비용 지원, 교육 지원자 진위여부 검증처리, 취업서비스 제공 등	교육 종료 후 12개월 까지<br/>
2. 성명, 연락처(휴대전화), 주소	교육 중 및 수료 후 관련 물품 배송	교육 종료 후 6개월까지<br />
3. 성명(한글, 영문), 연락처(휴대전화), 이메일, ID	교육 플랫폼 계정발급 및 서비스 제공(LMS, 화상/실습 플랫폼 등)	교육 종료 시까지<br />
4. 주민등록번호	교육과정 운영(수강, 출결, 수료, 평가, 교육이력 관리 등), 훈련비용 지원, 취업서비스 제공 등	교육 종료 후 12개월 까지<br />
5. 교육 수강내역	채용적합성 판단, 취업교육이력관리	교육 종료 후 12개월 까지<br /><br/>

나. 선택 수집/이용 목적 및 항목<br/><br/>

수집 및 이용 항목	수집 및 이용 목적	보유기간<br/><br/>
취업준비도(*)	취업현황 및 취업률 분석, 취업처 파악 등	교육 종료 후 12개월 까지<br/>
※보유기간 예외: 법령에 특별한 규정이 있을 경우 관련 법령에 따라 보관<br/>

※위 정보는 가입 당시 정보뿐만 아니라 정보 수정으로 변경된 정보를 포함합니다.<br/>

※주민등록번호 처리 근거: 「근로자직업능력 개발법 시행령」 제52조의2(민감정보 및 고유식별정보의 처리) 제1항 제1의 2호 · 제1의 3호 · 제2호 · 제3호 · 제4호 · 제12호<br/>


상법, 국세기본법, 통신비밀보호법, 전자상거래 등에서의 소비자보호에 관한 법률, 신용정보의 이용 및 보호에 관한 법률 등 관계법령에 따라 보존할 필요가 있는 경우 회사는 관계법령에서 정한 기간 동안 고객의 개인정보를 보유하며, 그 기간은 다음과 같습니다.<br/><br/>
보존 근거	보존 대상	보존 기간<br/><br/>
1. 상법	상업장부와 영업에 관한 중요서류에 포함된 개인정보	10년<br/>
2.전표 또는 이와 유사한 서류에 포함된 개인정보	5년<br/>
3. 국세기본법	성명, 주민번호, 전화번호, 청구지 주소, 요금납부내역 등 거래에 관한 장부 및 증거 서류	5년<br/>
4. 통신비밀보호법	통신사실확인자료 제공에 필요한 성명, 주민번호, 전화번호 및 가입자의 전기통신일시, 전기통신개시ㆍ종료시간, 발ㆍ착신 통신번호 등 상대방의 가입자번호, 사용도수, 발신기지국의 위치 정보	12개월 단, 시외/시내전화 역무와 관련된 자료 : 6개월<br/>
5. 컴퓨터통신 또는 인터넷의 로그 기록 자료, 정보통신기기의 위치를 확인할 수 있는 접속지의 추적 자료	3개월<br/>
6. 전자상거래 등에서의 소비자보호에 관한 법률	계약 또는 청약철회 등에 관한 기록	5년<br/>
7. 대금결제 및 재화 등의 공급에 관한 기록	5년<br/>
8. 소비자의 불만 또는 분쟁처리에 관한 기록	3년<br/>
9. 표시/광고에 관한 기록	6개월<br/>
10. 신용정보의 이용 및 보호에 관한 법률	신용정보의 수집/처리 및 이용 등에 관한 기록	3년<br/>
11. 회사는 아래의 경우에 한하여 정보주체의 동의없이 정보주체의 개인정보를 수집ㆍ이용할 수 있습니다.<br/><br/>
가. 정보주체와의 계약을 이행하기 위하여 필요한 개인정보로서 경제적ㆍ기술적인 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우<br /><br/>

나. 관련 법령에 특별한 규정이 있거나 법령상 의무를 준수하기 위해 불가피한 경우<br /><br/>

다. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br /><br/>

라. 개인정보처리자의 정당한 이익을 달성하기 위하여 필요한 경우로서 명백하게 정보주체의 권리보다 우선하는 경우.<br/> 이 경우 개인정보처리자의 정당한 이익과 상당한 관련이 있고 합리적인 범위를 초과하지 아니하는 경우에 한합니다.<br/><br/>

<h2>제3조 개인정보의 수집방법</h2><br/>
회사는 다음과 같은 방법으로 개인정보를 수집합니다.<br/><br/>

가. 온라인/오프라인 등록 신청서 작성 등을 통해 수집<br/><br/>

<h2>제4조 개인정보의 파기절차 및 방법</h2><br/>
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.파기절차 및 방법은 다음과 같습니다.<br/><br/>

가. 정보주체의 개인정보는 수집 및 이용목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유(보유 및 이용기간 참조)에 따라 일정 기간 저장된 후 파기됩니다.<br/><br/>

나. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.<br/><br/>

- 파기방법<br/><br/>
가. 종이(서면)에 작성ㆍ출력된 개인정보 : 분쇄하거나 소각 등의 방법으로 파기<br/>
나. DB 등 전자적 파일 형태로 저장된 개인정보 : 재생할 수 없는 기술적 방법으로 삭제<br/><br/>

<h2>제5조 수집한 개인정보의 공유 및 제공</h2><br/>
회사는 정보주체의 사전 동의 없이 정보주체의 개인정보를 제3자에게 제공하지 않습니다. 다만, 다음의 경우는 예외로 합니다.<br/><br/>
가. 관련 법령(통신비밀보호법, 전기통신사업법, 국세기본법 등)에 특별한 규정이 있는 경우로서, 법령에 정해진 규정과 절차에 따라 제공하는 경우<br/>

교육 서비스 제공과 관련하여 정보주체의 사전 동의를 받아 정보주체의 개인정보를 제3자에게 제공하는 내역은 다음과 같습니다.<br/><br/>
제공받는 자	이용목적	항목	보유 및 이용기간<br/>
대한상공회의소 / 고용노동부	교육운영(수강, 출결, 수료, 교육이력 관리 등), 훈련비용 지원, 취업서비스 제공 등	성명, 연락처(휴대전화), 이메일, ID, 생년월일, 성별, 경력, 자격, 학력, 주민등록번호	교육 종료 후 12개월 까지
㈜케이티씨에스	교육운영(수강, 출결, 수료, 평가, 교육이력 관리 등) 및 행정 지원	성명, 연락처(휴대전화), 이메일, ID, 생년월일, 성별, 경력, 자격, 학력	교육 종료 후 12개월까지
한국글로벌널리지㈜	코딩 실습 플랫폼 계정발급 및 서비스 제공	성명, 연락처(휴대전화), 이메일, ID	교육 종료 시까지
㈜엔에이치알커뮤니케이션즈	교육 지원자 진위여부 검증처리, 교육 중 및 수료 후 관련 물품 배송, 취업서비스 제공 등	성명, 연락처(휴대전화), 이메일, ID, 생년월일, 성별, 경력, 자격, 학력, 주민등록번호	교육 종료 후 6개월 까지
㈜티디지	Microsoft Teams 화상 솔루션 계정발급 및 서비스 제공	성명, 이메일, ID	교육 종료 시까지
회원이 취업 지원하는 회사(기업회사)	채용적합성 판단 및 채용전형시 근거자료로 활용	성명, 연락처(휴대전화), 이메일, ID, 생년월일, 성별, 학력, 교육 수강내역	교육 종료 후 12개월까지<br/>
<br/><h2>제6조 개인정보 처리의 위탁</h2><br/>
회사는 교육과정 위탁 및 그 부대업무 대행 등 정보주체의 편의 증진 등을 위하여 개인정보 처리업무를 외부 전문업체에게 위탁하고 있으며, 수탁자에 대해서는 "위ㆍ수탁계약서" 등을 통하여 관련 법규 및 지침의 준수, 정보보호 및 비밀유지, 제3자 제공 금지, 사고 시 책임부담, 위탁기간 종료 즉시 개인정보의 반납/파기 의무 책임에 관한 사항을 규정하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br/><br/>

ㅇ 개인정보 처리업무 수탁자 및 위탁 업무 내용<br/><br/>

수탁사	위탁 업무 내용<br/><br/>
AJ네트웍스㈜	교육용 노트북 배송 및 AS<br/>
한국글로벌널리지㈜	교육과정 운영 및 교육생 관리<br/>
㈜엔에이치알커뮤니케이션즈	교육 지원자 진위여부 검증 처리, 취업 서비스 제공, 교육 중 및 수료 후 관련 물품 배송
채용 홈페이지 및 채용관리 전산시스템 구축, 운영, 유지보수, 해당 민원 업무, 실명확인 및 본인인증<br/>
※ 수탁사 리스트는 해당 서비스 및 계약기간에 따라 변경될 수 있습니다.<br/>

<br/>
<h2>제7조 이용자 및 법정대리인의 권리와 그 행사 방법</h2><br/>
정보주체께서는 언제든지 개인정보, 개인정보를 이용하거나 제3자에게 제공한 현황, 개인정보 수집ㆍ이용ㆍ제공 등의 동의를 한 현황(이하 '개인정보 등'이라 합니다)에 대한 열람이나 제공을 요구하실 수 있고, 오류가 있는 경우에는 그 정정을 요구하실 수 있으며, 개인정보의 수집ㆍ이용ㆍ제공에 대한 동의를 철회를 하실 수 있습니다.<br/>
정보주체의 개인정보 등에 대한 열람 및 정정, 등록해지(동의철회)를 위해서는 정보주체(법정대리인)가 지정담당자나 고객센터에 요청하여 직접 열람 및 정정(선택적 동의철회 포함), 등록해지(동의철회)를 하실 수 있습니다.<br/>
정보주체께서 본인의 개인정보 등에 대한 열람이나 정정을 요구하시거나 개인정보 수집ㆍ이용ㆍ제공 등의 동의를 철회하시는 경우 정보주체의 신분을 증명할 수 있는 주민등록증, 여권, 운전면허증(신형) 등의 신분증명(사본)을 제시 받아 본인 여부를 확인합니다.<br/>
정보주체의 대리인이 정보주체의 개인정보 등에 대한 열람이나 정정을 요구하거나 정보주체의 개인정보의 수집ㆍ이용ㆍ제공에 대한 동의를 철회하는 경우에는 대리 관계를 나타내는 위임장, 정보주체의 인감증명서와 대리인의 신분증명서 등의 증표를 제시 받아 적법한 대리인인지 여부를 확인합니다.<br/>
정보주체께서는 개인정보 등의 열람이나 제공을 요청하실 수 있으며, 회사는 이러한 요청에 지체 없이 필요한 조치를 취합니다.<br/>
정보주체께서 개인정보 등의 오류에 대한 정정을 요청하신 경우에는 지체 없이 그 오류를 정정하거나 정정하지 못하는 사유를 이용자에게 알리는 등 필요한 조치를 하고, 필요한 조치를 할 때까지는 당해 개인정보를 이용 또는 제공하지 않습니다.<br/> 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.<br/> 다만, 다른 법률에 따라 개인정보의 제공을 요청받은 경우에는 그 개인정보를 제공하거나 이용할 수 있습니다.<br/>
회사는 정보주체의 요청에 의해 해지 또는 삭제된 개인정보를 "개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.<br/>
<br/><h2>제8조 개인정보 자동 수집장치의 설치 운영 및 그 거부에 관한 사항</h2>
<br/>회사는 홈페이지 운영에 있어 필요 시 정보주체의 정보를 찾아내고 저장하는 '쿠키(Cookie)'를 운용합니다.<br/> 쿠키는 회사의 웹사이트를 운영하는데 이용되는 서버가 정보주체의 브라우저에 보내는 아주 작은 텍스트 파일로서 정보주체의 컴퓨터 하드디스크에 저장됩니다.<br/> 정보주체는 웹브라우저의 보안 정책을 통해 쿠키에 의한 정보수집의 허용 거부 여부를 결정하실 수 있습니다.<br/>

쿠키에 의해 수집되는 정보 및 이용 목적<br/>
가. 수집 정보 : ID, 접속IP, 접속로그, 이용 컨텐츠 등 서비스 이용정보<br/>

나. 이용목적<br/>

ㅇ 정보주체의 관심분야에 따라 차별화된 정보를 제공<br/>

ㅇ 접속 빈도나 방문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타켓(Target) 마케팅에 활용(학습한 교육콘텐츠에 대한 정보와 관심 있게 둘러본 메뉴들에 대한 자취를 추적하여 다음 번 학습 때 개인 맞춤의 교육서비스를 제공, 정보주체들의 습관을 분석 등) 및 서비스 개편 등의 척도로 활용<br/>

정보주체는 쿠키 설치에 대한 선택권을 가지고 있습니다.<br/> 따라서 웹브라우저에서 옵션을 설정함으로써 쿠키에 의한 정보 수집 수준의 선택을 조정하실 수 있습니다.<br/>
가. 웹브라우저의 [도구]-[인터넷옵션]-[개인정보]에서 쿠키에 의한 정보수집 수준을 정할 수 있습니다.<br/>

나. 위에 제시된 메뉴를 통해 쿠키가 저장될 때마다 확인을 하거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.<br/> 단, 정보주체께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<br/>
<br/>
<h2>제9조 개인정보의 기술적, 관리적 보호</h2><br/>
회사는 정보주체의 개인정보가 분실, 도난, 유출, 위조.<br/>변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적ㆍ관리적 대책을 마련하고 있습니다.<br/>
<br/>
[기술적 보호대책]<br/><br/>

정보주체의 개인정보를 암호화하여 저장하며, 정보통신망을 통해 정보주체의 개인정보 및 인증정보를 송수신 하는 경우에는 안전한 보안서버 구축 등의 조치를 통해 암호화 하여 보호하고 있습니다.<br/>
백신 소프트웨어를 이용하여 컴퓨터바이러스 등에 의한 피해를 방지하기 위한 조치를 취하고 있습니다.<br/> 백신 소프트웨어는 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 도입, 적용함으로써 개인정보가 침해되는 것을 방지하고 있습니다.<br/>
정보주체의 개인정보에 대한 불법적인 접근을 차단하기 위해, 외부로부터 접근이 통제된 구역에 시스템을 설치하고, 침입을 차단하는 장치를 이용하고 있으며, 아울러 침입탐지시스템을 설치하여 24시간 침입을 감시하고 있습니다.<br/>
<br/>[관리적 보호대책]<br/><br/>

회사는 정보주체의 개인정보를 안전하게 처리하기 위한 내부관리계획을 마련하여 소속 직원이 이를 숙지하고 준수하도록 하고 있습니다.<br/>
회사는 정보주체의 개인정보를 처리할 수 있는 자를 최소한으로 제한하고 접근 권한을 관리하며, 새로운 보안 기술 습득 및 개인정보보호 의무 등에 관해 정기적인 사내 교육과 외부 위탁교육을 통하여 법규 및 정책을 준수할 수 있도록 하고 있습니다.<br/> 정보주체의 개인정보를 처리하는 자는 다음과 같습니다.<br/>
<br/>가. 개인정보 보호책임자 및 개인정보 보호담당자 등 개인정보 관리 및 개인정보보호 업무를 담당하는 자<br/>

나. 기타 업무상 개인정보의 처리가 불가피한 자<br/>
<br/>
전 임직원이 정보보호서약서에 서명하게 함으로써 직원에 의한 정보(개인정보 포함)유출을 사전에 방지하고, 수시로 개인정보보호 의무를 상기시키며 준수 여부를 감사하기 위한 내부 절차를 마련하여 시행하고 있습니다.<br/>
개인정보 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이루어지도록 하여, 입사 및 퇴사 후 개인정보 침해사고에 대한 책임을 명확하게 규정하고 있습니다.<br/>
전산실 및 자료보관실 등을 통제구역으로 설정하여 출입을 통제합니다.<br/>
회사는 정보주체 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다.<br/> 정보주체의 개인정보를 보호하기 위해서 자신의 ID와 비밀번호를 철저히 관리하고 책임을 져야 합니다.<br/>
<br/><h2>제10조 개인정보 보호책임 부서 및 연락처</h2><br/>
회사는 정보주체의 개인정보를 보호하고 개인정보와 관련한 불만 및 문의사항을 처리하기 위하여 아래와 같이 관련 부서를 지정하여 운영하고 있습니다.<br/> 또한 정보주체의 의견을 매우 소중하게 생각합니다.<br/> 정보주체께서 회사서비스의 개인정보 관련 문의사항이 있을 경우 아래 개인정보 보호책임자 및 담당자에게 문의하시면 신속하고 성실하게 답변을 드리겠습니다.<br/>

<br/><h2>제11조 개인정보 열람청구</h2><br/>
회사는 정보주체의 개인정보 열람 청구를 위하여 아래와 같이 관련 부서를 지정하여 운영하고 있습니다.<br/> 정보주체께서 회사 서비스에 개인정보 열람을 청구하실 경우 아래 부서 담당자에게 문의하시면 신속하고 성실하게 답변 드리겠습니다.<br/>

<br/><h2>제12조 권익침해 구제방법</h2><br/>
기타 개인정보 침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하여 주시기 바랍니다.<br/>

개인정보 침해신고센터 (한국인터넷진흥원 운영)<br/><br/>
가. 소관업무 : 개인정보 침해사실 신고, 상담 신청<br/>

나. 홈페이지/전화 : http://privacy.kisa.or.kr / (국번없이) 118<br/>

개인정보 분쟁조정위원회<br/>
가. 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<br/>

나. 홈페이지/전화 : www.kopico.go.kr / (국번없이) 1833-6972<br/>

대검찰청 사이버수사과 : www.spo.go.kr / (국번없이) 1301<br/>
경찰청 사이버안전국 : cyberbureau.police.go.kr / (국번없이) 182<br/><br/>
<h2>제13조 개인정보처리방침 고지</h2><br/>
회사 개인정보처리방침 공고/시행일자<br/>

가. 공고일자 : [2022/12/1]<br/>

나. 시행일자 : [2022/12/1]<br/>
</div>
    </>
  )
}